//
//  Governorate.swift
//  Asnani
//
//  Created by Batool Hussain on 7/14/20.
//  Copyright © 2020 Batool Hussain. All rights reserved.
//

import Foundation


let bloodType = [" ",
    "AB", "AB-", "A", "A-", "B", "B-", "O", "O-"]
let gender = ["ذكر", "أنثى"]

let governorate = [" ",
    "حولي", "العاصمة", "الجهراء", "مبارك الكبير", "الفروانية", "الأحمدي"]

let hawaliArray = ["",
    "حولي","الشعب","ميدان حولي","السالمية","الرميثية","الجابرية","مشرف","بيان","البدع","النقرة","سلوى","جنوب السرة","ضاحية مبارك العبدالله الجابر","الزهراء","الصديق","حطين","السلام","الشهداء"]


let capitalArray = ["",
    "مدينة الكويت","دسمان","الصوابر","المرقاب","القبلة","الصالحية","الوطية","بنيد القار","كيفان","المنصورية","الدوحة","الدسمة","ضاحية عبدالله السالم","الدعية","النزهة","الفيحاء","الشامية","الروضة","العديلية","الخالدية","القادسية","قرطبة","السرة","اليرموك","الشويخ","الري","غرناطة","الصليبيخات","الدوحة","النهضة","مدينة جابر الأحمد","القيروان","شمال غرب الصليبيخات","شرق"]

let jahraArray = ["",
    "كاظمة","مدينة سعد العبداللة","السالمي","المطلاع","مدينة الحرير","كبد","الروضتين","الصبية","الصليبية","أمغرة","النعيم","القصر","الواحة","تيماء","النسيم","العيون","القيصرية","العبدلي","الجهراء"]

let mubarakAlkabeerArray = ["",
    "العدان","القصور","القرين","ضاحية صباح السالم","المسيلة","المسايل","أبو فطيرة","أبو الحصانية","صبحان","الفنيطيس","ضاحية مبارك الكبير"]

let farwaniyaArray = ["",
    "ابرق خيطان","الأندلس","اشبيلية","جليب الشيوخ","خيطان","العمرية","العارضية","العباسية","الفردوس","الفروانية","الحساوي","الشدادية","الرابية","الرحاب","الرقعي","الري الصناعية","ضاحية صباح الناصر","ضاحية عبدالله المبارك","الضجيج"]


let ahmadiArray = ["",
    "الفنطاس","العقيلة","الظهر","المقوع","المهبولة","الرقة","هدية","أبو حليفة","الصباحية","المنقف","الفحيحيل","الأحمدي","الوفرة","الزور","الخيران","ميناء عبدالله","الوفرة الزراعية","بنيدر","الجليعة","الصناعية","ضاحية جابر العلي"," ضاحية فهد الاحمد","الشعيبية","واره","مدينة صباح الاحمد","النويصيب","مدينية الخيران","ضاحية علي صباح السالم","مدينة صباح الأحمد البحرية"]





